const analyzeTypes = [
  {id: 1, name: "Температура"},
  {id: 2, name: "Осадки"},
  {id: 3, name: "ГТК", disabled: true},
  {id: 4, name: "Биоклиматический потенциал", disabled: true}];
const systemTypes = [{id: 1, name: "Климат"}, {id: 2, name: "Статистика"}];
const months = ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"].map((e, i) => ({
  id: i,
  name: e
}));
const weatherStations = ['Александровское', 'Арзгир', 'Благодарный', 'Буденновск', 'Георгиевск', 'Дивное', 'Зеленокумск', 'Изобильный', 'Кисловодск', 'Красногвардейское', 'Минеральные Воды', 'Невинномысск', 'Новоалександровск', 'Рощино', 'Светлоград', 'Ставрополь'].map((e, i) => ({name: e, id: i}));

export {analyzeTypes, systemTypes, months, weatherStations};
